* DONE [#A] 毕业论文修改
  CLOSED: [2023-06-02 Fri 13:25] DEADLINE: <2023-06-02 Fri>
  - State "DONE"       from "STARTED"    [2023-06-02 Fri 13:25]
  :LOGBOOK:
  CLOCK: [2023-06-02 Fri 01:17]--[2023-06-02 Fri 01:35] =>  0:18
  - [X] 修改完成
  CLOCK: [2023-06-02 Fri 00:45]--[2023-06-02 Fri 01:12] =>  0:07
  - [X] 各種問題
  CLOCK: [2023-06-02 Fri 00:38]--[2023-06-02 Fri 00:45] =>  0:07
  - [X] 论文改成设计
  CLOCK: [2023-06-02 Fri 00:32]--[2023-06-02 Fri 00:37] =>  0:05
  - [X] 确认图片
  CLOCK: [2023-06-02 Fri 00:26]--[2023-06-02 Fri 00:30] =>  0:04
  - [X] 找到错误
  CLOCK: [2023-06-02 Fri 00:16]--[2023-06-02 Fri 00:26] =>  0:10
  - [X] 调整状态
  :END:

1. [X] 如图标点符号
   - [X] 漏掉 '图' 字
   - [X] - 改成 .
2. [X] 致谢与参考文献进行交换 

   新问题: 致谢
3. [X] 页眉 "毕业论文" 改成 "毕业设计" 
4. [X] 目录
   - [X] 绪论
   - [X] 第二章三级标题没有退格
   - [X] 第二章三级标题页码错误



* CANCELLED [#A] 学年鉴定表
  CLOSED: [2023-06-02 Fri 13:44]
  - State "CANCELLED"  from "STARTED"    [2023-06-02 Fri 13:44] \\
    现在他让我过了, 而且检查工作结束了, 我想等有问题在说吧.

  :LOGBOOK:
  CLOCK: [2023-06-02 Fri 13:28]--[2023-06-02 Fri 13:42] =>  0:14
  - [X] 检查消息, 争取补错

    现在就是玄学了. 因为我没有搞好, 很多涂改, 但是他给我过了, 而且检查工作结束了.  
  :END:


* DONE [#A] 提交学位申请表
  CLOSED: [2023-06-04 Sun 15:30] DEADLINE: <2023-06-04 Sun 17:00>
  - State "DONE"       from "STARTED"    [2023-06-04 Sun 15:30]
  :LOGBOOK:
  CLOCK: [2023-06-04 Sun 14:40]--[2023-06-04 Sun 15:30] =>  0:50
  :END:


* DONE [#A] 毕业论文终局之站
  CLOSED: [2023-06-08 Thu 14:16]
  - State "DONE"       from "STARTED"    [2023-06-08 Thu 14:16]
  :LOGBOOK:
  CLOCK: [2023-06-08 Thu 08:46]--[2023-06-08 Thu 11:53] =>  3:07
  - [X] 打印纸质版论文
  CLOCK: [2023-06-05 Mon 21:37]--[2023-06-05 Mon 22:42] =>  1:03
  - [X] 打印错误 - 重新贴照片然後打印
  CLOCK: [2023-06-05 Mon 15:21]--[2023-06-05 Mon 16:18] =>  0:57
  - [X] 打印所有归档材料
  CLOCK: [2023-06-05 Mon 14:32]--[2023-06-05 Mon 15:16] =>  0:44
  - [X] 上传归档材料
  :END:
  - [X] 打印纸质版论文
  - [X] 打印所有归档材料

